/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "You must log into as an administrator to change this setting.";
"AUTH_TIP" = "You must enter an administrator name and password to change these settings.";
"SRVR_TIP" = "These options are unavailable on Mac OS X Server.";
"ADD" = "Add";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Continue";
"CANCEL" = "Cancel";
"CHANGE" = "Change…";
"APPLY" = "Apply";
"DONTAPPLY" = "Don’t Apply";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "WARNING: ";

"FILEVAULT_UNAVAILABLE" = "You can’t turn on FileVault for this account.";
"FILEVAULT_UNAVAILABLE_DESC" = "You can’t turn on FileVault for this account because it is a network account or its home folder is located on a server.";

"FILEVAULT_UNAVAILABLE_FSYS" = "You can’t turn on FileVault to protect the home folder of this user account.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "The home folder is located on a volume that isn’t in Mac OS Extended format.";

"MANAGED_TOOLTIP" = "This option is unavailable because it’s managed by your system administrator.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "You can’t turn on FileVault for this account. External accounts must be created as FileVault accounts";

"MANAGED_TOOLTIP_AUTOLOGIN" = "You cannot change automatic login because it’s managed by your system administrator.";

"MASTER_PASSWORD_VERIFY_ERR" = "You entered the old master password incorrectly. Try entering it again.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "The passwords do not match.";
"PASS_VERIFY_ERR" = "The password and verified password aren’t the same. Please reenter the password.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "You didn’t enter a master password.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "To turn on FileVault, you must have a master password.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "The password and hint can’t be the same.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "The password and hint can’t be the same. Please choose a different hint.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "That password is incorrect.";

"PASS_IS_EMPTY_ERR_SHORT" = "You haven’t entered a password.";
"PASS_IS_EMPTY_ERR" = "You didn’t enter a password.";
"PASS_IS_EMPTY_ERR_DESC" = "To turn on FileVault for this user account, you must enter a password for the account.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Your keychain password will be changed to your new account password.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Your keychain password will be changed to your new account password.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "If your keychain is locked, you will be asked for your current keychain password before your password can be changed.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "You can’t turn on FileVault if other users are logged in to your computer.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Have all other users log out, and then turn on FileVault for this account.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "You can’t turn off FileVault if other users are logged in to your computer.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Have all other users log out, and then turn off FileVault for this account.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "You can’t convert FileVault formats if other users are logged in to your computer.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Have all other users log out, and then convert FileVault for this account.";


"FILEVAULT_ON_NO_ROOM" = "There isn’t enough space on your hard disk to turn on FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "Turning on FileVault requires an additional %@ of free disk space on the volume \"%@\". Try emptying the Trash or deleting files you don’t need.";

"FILEVAULT_OFF_NO_ROOM" = "There isn’t enough space on your hard disk to turn off FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "Turning off FileVault requires an additional %@ of free disk space on the volume \"%@\". Try emptying the Trash or deleting files you don’t need.";

"FILEVAULT_CONVERT_NO_ROOM" = "There isn’t enough space on your hard disk to convert FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Converting FileVault requires an additional %@ of free disk space on the volume \"%@\". Try emptying the Trash or deleting files you don’t need.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "There isn’t enough space on \"%@\" to turn on FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "Turning on FileVault requires an additional %@ of free disk space to create an encrypted copy of the home folder. Try emptying the Trash or deleting files you don’t need from \"%@.\"";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "There isn’t enough space on \"%@\" to turn off FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "Turning off FileVault requires an additional %@ of free disk space to create an unencrypted copy of the home folder. Try emptying the Trash or deleting files you don’t need from \"%@.\"";
"FILEVAULT_SECURE_ERASE_STATUS" = "Securely erasing previous home folder: %d%% complete.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Secure erase of previous home folder is complete.";

"MASTER_PASSWORD_PART_1" = "A master password is ";
"MASTER_PASSWORD_PART_2_NO" = "not set";
"MASTER_PASSWORD_PART_2_YES" = "set";
"MASTER_PASSWORD_PART_3" = " for this computer.";

"FILEVAULT_PART_1" = "FileVault protection is ";
"FILEVAULT_PART_2_NO" = "off";
"FILEVAULT_PART_2_YES" = "on";
"FILEVAULT_PART_3" = " for this account.";

"SET_MASTER_PASSWORD" = "Set Master Password…";
"TURN_ON_FILEVAULT" = "Turn On FileVault…";
"TURN_OFF_FILEVAULT" = "Turn Off FileVault…";
"FILEVAULT_ON_NOTE" = "Turning on FileVault may take a while.";
"FILEVAULT_OFF_NOTE" = "Turning off FileVault may take a while.";

"CHANGE_PASS_FAILED_TITLE" = "You can’t use that password.";
"CHANGE_PASS_FAILED" = "There was a problem with your password. It’s possible your system administrator doesn’t allow you to change your password. Contact your system administrator for help.";
"CHANGE_PASS_FAILED_QualityCheck" = "Your password didn’t meet the requirements specified by your system administrator. The password may need different characters, numbers, or symbols. If you’re not sure what the password requirements are, contact your system administrator.";
"CHANGE_PASS_FAILED_TooShort" = "Your password is too short. Try entering a longer password.";
"CHANGE_PASS_FAILED_TooLong" = "Your password is too long. Try entering a shorter password.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Your password must include one or more letters. Try entering a new password.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Your password must include one or more numbers. Try entering a new password.";
"CHANGE_PASS_FAILED_TooSoon" = "You recently changed your password. Your system administrator doesn’t allow you to change your password this frequently. Contact your system administrator for help.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Are you sure you want to reset location warnings?";
"RESET_ALERT_INFO_TEXT" = "When asked, you will need to allow applications to use your location.";

"IR_DISABLED_NOTE" = "This computer will not work with any remote.";
"IR_PAIRED_NOTE" = "This computer will work with only the paired remote.";
"IR_UNPAIRED_NOTE" = "This computer will work with any available remote.";
"IR_PAIRED_BUTTON" = "Unpair";
"IR_UNPAIRED_BUTTON" = "Pair…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Require an administrator password to unlock each System Preferences pane";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Guest users cannot change this setting";

/* Firewall Strings */
"Remote Management" = "Remote Management";
"Network Time" = "Network Time";
"File Sharing" = "File Sharing (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Web Sharing";
"Printer Sharing" = "Printer Sharing";
"Remote Apple Events" = "Remote Apple Events";
"Remote Login - SSH" = "Remote Login (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto Photo Sharing";
"iTunes Music Sharing" = "iTunes Music Sharing";
"Screen Sharing" = "Screen Sharing";
"Optical Disc Sharing" = "DVD or CD Sharing";

"CAPTION_FIREWALL_IS" = "Firewall: ";
"FIREWALL_OFF" = "Off";
"FIREWALL_ON" = "On";

"FIREWALL_BUTTON_START" = "Start";
"FIREWALL_BUTTON_STOP" = "Stop";
"FIREWALL_START" = "Click Start to turn the firewall on.";
"FIREWALL_STOP" = "Click Stop to turn the firewall off.";

"FIREWALL_ALERT" = "This computer’s firewall is turned off.";
"FIREWALL_ALERT_INFO" = "Click Start to turn the firewall on.";

"Services_DisplayName" = "Services";
"Applications_DisplayName" = "Applications";

"SHOW_IN_FINDER" = "Show in Finder";
"OPEN_SHARING_PREF" = "Open Sharing";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "You can turn off %@ in the Sharing Preferences";
"OPEN_LOG_NO_LOG_TOOLTIP" = "No firewall log available";

"AX_ADD_CONNECTION_DESCRIPTION" = "Add connection";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Delete connection";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "The firewall is turned on and set up to prevent unauthorized applications, programs, and services from accepting incoming connections.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "This computer’s firewall is currently turned off. All incoming connections to this computer are allowed.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "The firewall is turned on and set up to block all incoming connections except for those required for basic internet services, such as DHCP, Bonjour, and IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "The firewall will block all sharing services, such as file sharing, screen sharing, iChat Bonjour, and iTunes music sharing.  If you want to allow sharing services, click Advanced and deselect the “Block all incoming connections” checkbox.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "The firewall will block all sharing services, such as file sharing, screen sharing, iChat Bonjour, and iTunes music sharing. If you want to allow sharing services, deselect the “Block all incoming connections” checkbox.";
"FIREWALL_IMPORTANT" = "IMPORTANT";

"ALERT_UNSAVED_CHANGES" = "The firewall settings have unsaved changes";
"ALERT_UNSAVED_CHANGES_EXIT" = "Would you like to apply your changes before closing the Security preferences pane?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
